Repository: FilipJurkovic/Messtex-IOS
Catalog: MesstexIOS/Views/Main/*.lproj/Localizable.strings
Languages: de

# HeaterTipBuletpointThree
source: Use your thermostat to regulate the temperature to a comfortable, but rather lower temperature. If you sleep at night or are not in the house, it is recommended to set your thermostat as low as possible. Doing so can save you up to 10% on heating and/or cooling costs. If you have a heat pump, you should maintain a moderate setting or use a programmable thermostat that has been specifically designed.
de: Regeln Sie die Temperatur mit Ihrem Thermostat auf eine angenehme, aber eher niedrigere Temperatur. Wenn Sie nachts schlafen oder nicht im Haus sind, ist es empfehlenswert Ihr Thermostat möglichst niedrig einzustellen. Auf diese Weise können Sie bis zu 10% an Heiz- und / oder Kühlkosten sparen. Wenn Sie eine Wärmepumpe haben, sollten Sie eine moderate Einstellung beibehalten oder ein programmierbares Thermostat verwenden, das speziell für den Einsatz mit Wärmepumpen entwickelt wurde.

# HeaterTipBuletpointFourTitle
source: Find and seal leaks:
de: Lecks finden und abdichten:

# HeaterTipBuletpointFour
source: Seal air leaks near penetrations for ductwork (&quot;pipe penetrations&quot;) and gaps around chimneys and recessed lights in insulated ceilings. Add sealant or caulk to seal air leaks at leaking doors and windows.
de: Dichten Sie Luftlecks in der Nähe von Durchbrüchen für Rohrleitungen sowie Lücken um Schornsteine und Einbauleuchten in isolierten Decken ab. Fügen Sie Dichtungsmasse oder Dichtungsstreifen hinzu, um Luftlecks an undichten Türen und Fenstern abzudichten.

# HeaterTipBuletpointFiveTitle
source: Reduce heat loss from the flue:
de: Planen Sie Wartungsarbeiten für Ihr Heizsystem ein:

# HeaterTipBuletpointFiveA
source: For furnaces and heat pumps: Replace your filter once a month or as needed.
de: Für Öfen und Wärmepumpen: Tauschen Sie Ihren Filter einmal im Monat oder nach Bedarf aus

# HeaterTipBuletpointFiveB
source: Wood and pellet heaters: Clean the flue regularly and clean the inside of the unit regularly with a wire brush to ensure your home is heated efficiently.
de: Holz- und Pellet-Heizungen: Reinigen Sie den Rauchabzug regelmäßig und säubern Sie das Innere des Geräts regelmäßig mit einer Drahtbürste, um sicherzustellen, dass Ihr Haus effizient beheizt wird.

# HeaterTipBuletpointSixTitle
source: Lower your water heating costs:
de: Reduzieren Sie den Wärmeverlust des Kamins:

# HeaterTipBuletpointSix
source: Turn down the temperature of your water heater to the warm setting (120°F). Not only will you save energy, but you'll also avoid scalding your hands.
de: Halten Sie Ihre Kaminklappe geschlossen, wenn kein Feuer brennt. Wenn Sie die Klappe offenhalten, ist das so, als ob Sie im Winter ein Fenster weit öffnen würden, dadurch kann die warme Luft direkt in den Schornstein gelangen. Wenn Sie den Kamin benutzen, reduzieren Sie den Wärmeverlust, indem Sie die Klappen am Boden des Feuerraums öffnen (falls vorhanden) oder das nächstgelegene Fenster leicht öffnen - etwa einen Zentimeter - und die in den Raum führenden Türen schließen. Falls Sie Ihren Kamin nie benutzen, verstopfen und versiegeln Sie den Schornsteinzug.

# HeaterTipBuletpointSevenTitle
source: Shower a little shorter:
de: Senken Sie Ihre Wasserheizkosten:

# HeaterTipBuletpointSeven
source: Your morning shower is a good place to start for more sustainability, as it usually consumes between 6 and 45 gallons of water per minute. Try to reduce consumption to less than 5 minutes per shower. This can reduce your water use by up to 20 percent.
de: Drehen Sie die Temperatur Ihres Warmwasserbereiters auf die warme Einstellung (120°F) herunter. So sparen Sie nicht nur Energie, sondern vermeiden auch, dass Sie sich die Hände verbrühen.

# EnvironmentTipTitle
source: Messtex & environment
de: Messtex & Umweltschutz

# EnvironmentTipReadingTime
source: (Reading time 1 - 2 minutes)
de: (Lesezeit 1 - 2 Minuten)

# EnvironmentTipParagraphOne
source: To this day, all service technicians are on the road every day by car to take the annual readings in all apartments in Germany. Each apartment must be visited at least once. If a resident is not at home at the first appointment, the technician often has to come a second time and sometimes even a third time. On some days, a single technician thus travels several hundred kilometers to perform his assignments. These kilometers not only increase your additional costs in the final bill, but also increase the CO2 emissions immeasurably.
de: Bis zum heutigen Tage sind alle Service-Techniker täglich mit dem Auto unterwegs, um in allen Wohnungen Deutschlands die Jahresablesungen zu machen. Jede Wohnung muss dafür mindestens einmal angefahren werden. Wenn ein Bewohner zum Ersttermin nicht zuhause ist, muss der Techniker oft ein 2. Mal und manchmal sogar ein drittes Mal kommen. An manchen Tagen legt ein einziger Techniker so mehrere hundert Kilometer zurück, um seine Aufträge aufzuführen. Diese Kilometer erhöhen nicht nur Ihre Nebenkosten in der finalen Abrechnung, sondern steigern auch die ausgestoßenen CO2-Werte ins Unermessliche.

# EnvironmentTipParagraphTwo
source: In the following example calculation, we take the mileage values from the logbook of a service technician in January 2021 and calculate how much CO2 could have been saved with a reading via our Messtex app:
de: In der folgenden Beispielrechnung nehmen wir die Kilometerwerte aus dem Fahrtenbuch eines Service-Technikers im Januar 2021 und berechnen wie viel CO2 mit der Ablesung über unsere Messtex-App hätte eingespart werden können:

# EnvironmentTipParagraphThree
source: The technician drove 2,835 kilometers in January to read meters in his region of responsibility. meter readings. In our calculation, we take the consumption values of a new gasoline engine. This puts us at 559.6 kg of CO2 in the month of January. Let's assume that the technician drives the same route in 11 out of 12 months. This puts the CO2 consumption at an incredible 6,155.6 kg.
de: Der Techniker ist im Januar 2.835 Kilometer gefahren, um in seiner zuständigen Region Zählerstände einzulesen. In unserer Rechnung nehmen wir die Verbrauchswerte eines neuen Benziners. Damit liegen wir bei 559,6 kg CO2 im Monat Januar. Nehmen wir an, der Techniker fährt in 11 von 12 Monaten die gleiche Strecke. Damit liegt der CO2-Verbrauch bei unglaublichen 6.155,6 kg.

# EnvironmentTipParagraphFour
source: To give you a comparison, the average per capita CO2 consumption in Germany is 7,900 kg per year. The service technician would have achieved this almost through his work trips alone, thus driving up the average consumption enormously.
de: Um Ihnen einen Vergleich zu geben: der durchschnittliche Pro-Kopf-CO2-Verbrauch in Deutschland beläuft sich auf 7.900 kg im Jahr. Dies hätte der Service-Techniker damit schon fast allein durch seine Arbeitsfahrten erreicht und treibt damit den Durchschnittsverbrauch enorm nach oben.

# EnvironmentTipParagraphFive
source: By reading with the Messtex app, all these trips are saved and together with you we protect our environment and take responsibility!
de: Durch die Ablesung mit der Messtex-App werden all diese Fahrten gespart und gemeinsam mit Ihnen schützen wir so unsere Umwelt und übernehmen Verantwortung!
