Repository: FilipJurkovic/Messtex-IOS
Catalog: MesstexIOS/Views/Main/*.lproj/Localizable.strings
Languages: de

# OnboardingTitleOne
source: Digital Reading
de: Digitale Erfassung

# OnobardingTextOne
source: Enter your water and heating cost recordings digitally & comfortly from home
de: Tragen Sie Ihre Wasser- und Heizkostenstände ganz bequem digital von zuhause aus ein.

# OnboardingTitleTwo
source: Without appoinment with the Messtex-App
de: Ohne Termin mit der Messtex-App

# OnobardingTextTwo
source: All this without waiting, without formal cleanup and without foreign intrusion into your privacy
de: Und das ohne Wartezeiten, ohne förmliche Aufräumaktionen und ohne fremdes Eindringen in Ihre Privatssphäre.

# OnboardingTitleThree
source: Cost effective for our environment
de: Kostengünstig für unsere Umwelt

# OnobardingTextThree
source: Together we protect our environment, take responsibility and you save money.
de: Zusammen schützen wir so unsere Umwelt, übernehmen Verantwortung und Sie schonen obendrein Ihren Geldbeutel.

source: Skip
de: Überspringen

# Title
source: Welcome to Messtex
de: Willkommen bei Messtex

# Subtitle
source: Record your meter readings. Easy, quick and without an appointment.
de: Erfassen Sie Ihre Zählerstände. Einfach, schnell und ohne Termin.

# ReadingButton
source: Start reading
de: Zählerstände erfassen

# SuccessCardTitle
source: Thank you, everything is done!
de: Vielen Dank, alles ist erledigt!

# SuccessCardSubtitle
source: Check out our tips and tricks discover more from the Messtex world
de: Werfen Sie einen Blick auf unsere Tipps & Tricks und entdecken Sie mehr von der Messtex-Welt

# MoreButton
source: learn more about
de: Erfahren Sie mehr

# Co2Title
source: Help us protect the environment.
de: Helfen Sie uns die Umwelt zu schützen.

# Co2Subtitle
source: kilograms of CO₂ have already been saved together
de: kg of CO₂ haben wir zusammen schon eingespart

# TipsTitle
source: Tips and Tricks
de: Tipps und Tricks

# TipsSubtitle
source: Here you will find useful tips for your everyday life.
de: Hier finden Sie hilfreiche Tipps für Ihren Alltag.

source: Show more
de: Mehr anzeigen

# ContactTitle
source: Get in touch with us
de: Treten Sie mit uns in Kontakt

# ContactButton
source: Contact us
de: Kontaktieren Sie uns

# WaterTip
source: Save water
de: Wasser sparen

# HeatTip
source: Save heating costs
de: Heizkosten sparen

# EnvironmentTip
source: Messtex & Environment
de: Messtex & Umweltschutz

# CodeReadingTitle
source: Reading code
de: Ablese-Code

# CodeReadingSubtitle
source: Please enter the six digit code from your informational letter
de: Bitte tragen Sie den achtstelligen Ablese-Code aus Ihrem Brief ein.

# Link
source: Where do I find the reading code? Click here
de: Wo finde ich den Ablesecode? Klicken Sie hier.

source: Next
de: Nächster Schritt

# ReadingStepsTitle
source: Start reading
de: Ablesung starten

# ReadingStepsSubTitle
source: Please send us the following three meter readings:
de: Bitte lesen Sie die folgenden 3 Zählerstände ein:

# ContactData
source: Contact and contract data
de: Kontakt und Vertragsdaten

source: Submit
de: Ablesen

source: Change
de: Ändern

# SubmitReadings
source: Submit meter readings
de: Zählerstände übermitteln

source: Reading date:
de: Ablesedatum:

# ScanMessage
source: Please scan the counter:
de: Bitte scannen Sie den Zähler:

# ManualButton
source: Enter manually
de: Manuell eingeben

# MeterNumber
source: Instructions for reading:
de: Anleitung zum Ablesen:

# InfoTitle
source: Counter reading explanation
de: Erklärung zum Zählerstand

# ManualInputTitle
source: Manual input
de: Manuelle Eingabe

# ManualInputSubtitle
source: Now enter the meter reading of your meter manually without any decimal places:
de: Tragen Sie nun den Zählerstand Ihres Zählers mit 2 Nachkommastellen ein:

# CounterNumberTextField
source: Counter number:
de: Zählernummer

# CounterTypeTextField
source: Counter type:
de: Zählerart:

# ReadingDateTextField
source: Reading date:
de: Ablesedatum:

# MessageTitle
source: Report comments or defects
de: Falls Ihr Gerät defekt ist, tragen Sie dies bitte hier ein

source: Message
de: Nachricht

# ContactDetailsTitle
source: Contact details
de: Kontaktdaten

# ContactDetailsSubtitle
source: In order to assign your details correctly, we need your contact details:
de: Damit wir Ihre Ablesung richtig zuordnen können, benötigen wir Ihre Kontaktdaten:

# FirstNameTextField
source: First Name
de: Vorname

# LastNameTextField
source: Surname
de: Nachname

# SendCopyText
source: Please send me the overview as an email copy
de: Bitte senden Sie mir die Ablese-Übersicht als E-Mail zu

# PhoneTextField
source: Phone Number
de: Handy- oder Telefonnummer

source: Address
de: Adresse

# StreetTextField
source: Street
de: Straße

# HouseNumberTextField
source: House number
de: Hausnummer

# CityTextField
source: City
de: Stadt

# FloorTextField
source: Floor (optional)
de: Stockwerk (optional)

source: *Required fields
de: *Pflichtfelder

source: Your copy
de: Ihre Übersicht

source: Contact:
de: Kontakt:

source: Send
de: Senden

# SuccessTitle
source: Meter readings successfully transmitted
de: Ihre Zählerstände wurden erfolgreich übermittelt

# SuccessSubtitle %@
source: Thank you %@ for your contribution. Your data has been successfully transmitted. With your help we did something good for our environment and saved CO₂
de: Danke %@ für Ihre Ablesung! Ihre Daten wurden erfolgreich übermittelt. Mit Ihrer Hilfe haben wir der Umwelt etwas Gutes getan und CO₂ eingespart.

source: Learn more
de: Erfahren Sie mehr

# AboutCardTitle
source: More about Messtex
de: Erfahren Sie mehr über Messtex

# AboutCardSubtitle
source: We want to digitize every manual reading in Germany!
de: Unser Ziel ist es, alle Ablesungen in Deutschland zu digitalisieren!

source: Language
de: Sprache

source: Contact Form
de: Kontaktformular

source: Privacy
de: Datenschutz

source: Imprint
de: Impressum

source: Restart Onboarding
de: Onboarding neu starten

source: Share App
de: App teilen

# ImprintInformation
source: Information according to § 5 TMG
de: Angaben gemäß § 5 TMG

# ImprintRepresentedBy
source: Represented by:
de: Vertreten durch:

# ImprintSalesTaxTitle
source: Sales tax ID:
de: Umsatzsteuer-ID:

# ImprintSalesTaxText
source: Sales tax identification number according to §27a Umsatzsteuergesetz: DE337739004.
de: Umsatzsteuer-Identifikationsnummer gemäß §27a Umsatzsteuergesetz: DE337739004

# ImprintResponsibilityTitle
source: Responsible for the content according to § 55 Abs. 2 RStV:Contact
de: Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV:

# ImprintDisclamerTitle
source: Disclaimer
de: Haftungshinweis

# ImprintDisclamerText
source: Despite careful control of the content, we do not assume any liability for the content of external links. The operators of the linked pages are solely responsible for their content.
de: Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.

# Legal
source: General terms of use
de: Allgemeine Nutzungsbedingungen

# Loader
source: Will be checked...
de: Wird geprüft...

# LoaderSend
source: Will be sent...
de: Wird gesendet...

# ConfirmationText
source: Do you want to send your data? Changes are not possible after sending.
de: Möchten Sie die Daten absenden? Änderungen sind danach nicht mehr möglich.

# About
source: About Us
de: Über uns

# AboutTitle
source: We are a contact you can trust. We are at your side in all situations and are always available for you.
de: Wir sind der Ansprechpartner, dem Sie vertrauen können. Wir sind immer für Sie da.

# AboutParagraphOne
source: We want to digitize every manual reading in Germany! And thus make reading as easy and convenient as possible for everyone involved. Especially in times of digitization and the permanent lack of time, it is essential that we simplify things in this industry as well.
de: Wir von Messtex haben es uns zur Aufgabe gemacht den Ablese-Sektor zu modernisieren und gemeinsam mit unseren Partnern und Kunden den Markt zu reformieren. Das 21. Jahrhundert hat uns bereits vieles gebracht: die Digitalisierung überholt und verbessert fortlaufend bestehende Alt-Systeme und gibt diesen einen neuen Schwung.

# AboutParagraphTwo
source: With the help of our partners, we have developed a unique system with which you can easily, time- and cost-efficiently perform your own meter reading. In designing our app, we placed great emphasis on making it easy and intuitive to use, so that truly everyone can benefit from our renewal.
de: Mit Hilfe unserer Partner haben wir ein einzigartiges System entwickelt mit dem Sie einfach, zeit- und kosteneffizient Ihre eigene Ablesung durchführen können. In der Konzeption unserer App haben wir größten Wert auf einen leichten und intuitiven Umgang mit dieser gelegt, so dass wirklich jeder von unserer Erneuerung profitieren kann.

# AboutSubtitleOne
source: The digital meter reading input, which you can easily record yourself with messtex, saves you a lot of time. The advantages are clear
de: Wir steigen auf diesen Zug der Innovation auf und machen uns die Vision der Revolutionierung des Ablesesektors zur Aufgabe! Dafür haben wir uns strikte Prinzipien gesetzt, nach denen wir tagtäglich leben und handeln:

# AboutBulletpointOne
source: By reading with the Messtex app, you no longer have to waste vacation days on manual readings by service technicians
de: Durch die Ablesung mit der Messtex-App müssen Sie keine Urlaubstage mehr für manuelle Ablesungen durch Service-Techniker verschwenden

# AboutBulletpointTwo
source: Waiting for the service technicians becomes unnecessary
de: Das Warten auf die Service-Techniker wird überflüssig

# AboutBulletpointThree
source: Entering your home by foreign service technicians who have a lot of contact with other people and households becomes unnecessary - especially in these times in which we live with COVID-19
de: Das Betreten Ihrer Wohnung durch fremde Service-Techniker, die viel Kontakt zu anderen Personen und Haushalten haben wird überflüssig – besonders in diesen Zeiten, in den wir mit COVID-19 leben

# AboutBulletpointFour
source: We protect our environment together, because the many trips for first and second appointments, sometimes even third appointments become obsolete
de: Wir schützen gemeinsam unsere Umwelt, denn die vielen Fahrten für Erst- und Zeittermine, manchmal sogar Dritttermine werden hinfällig

# AboutBulletpointFive
source: We save a lot of mail traffic and paper if you choose our digital reminder service for meter reading
de: Wir sparen eine Menge Postverkehr und Papier ein, wenn Sie sich für unseren digitalen Erinnerungsservice zur Ablesung entscheiden

# AboutCardText
source: We are a contact you can trust. We are at your side in all situations and are always available for you.
de: Wir sind der Ansprechpartner, dem Sie vertrauen können.

# AboutPrinciplesTitle
source: What makes us the best choice?
de: Was macht uns zur besten Wahl?

# AboutPrinciplesParagraph
source: At Messtex, we have made it our mission to modernize the meter reading sector and to reform the market together with our partners and customers. The 21st century has already brought us many things: digitization is continuously overhauling and improving existing legacy systems and giving them a new lease of life. We are getting on this bandwagon of innovation and making the vision of revolutionizing the meter reading sector! To do this, we have set ourselves strict principles by which we live and act every day:
de: Wir von Messtex haben es uns zur Aufgabe gemacht den Ablese-Sektor zu modernisieren und gemeinsam mit unseren Partnern und Kunden den Markt zu reformieren. Das 21. Jahrhundert hat uns bereits vieles gebracht: die Digitalisierung überholt und verbessert fortlaufend bestehende Alt-Systeme und gibt diesen einen neuen Schwung. Wir steigen auf diesen Zug der Innovation auf und machen uns die Vision der Revolutionierung des Ablesesektors zur Aufgabe! Dafür haben wir uns strikte Prinzipien gesetzt, nach denen wir tagtäglich leben und handeln:

# AboutPrinciplesSubtitleOne
source: Living sustainability.
de: Nachhaltigkeit leben.

# AboutPrinciplesParagraphOne
source: By digitizing the process of recording heating and water costs, we are making a valuable contribution to the environment. In this way, we reduce our ecological footprint and take responsibility.
de: Durch den Digitalisierungsprozess der Heiz- und Wasserkostenerfassung leisten wir einen wertvollen Beitrag für die Umwelt. So verringern wir unseren ökologischen Fußabdruck und übernehmen Verantwortung.

# AboutPrinciplesSubtitleTwo
source: Anyone can be innovative.
de: Innovativ kann jeder.

# AboutPrinciplesParagraphTwo
source: Innovation means progress. We want to shape this progress so that everyone can follow it from home.
de: Innovation bedeutet Fortschritt. Wir möchten diesen Fortschritt so gestalten, dass jeder diesen von zu Hause aus mitgehen kann.

# AboutPrinciplesSubtitleThree
source: Simply simple.
de: Einfach nur Einfach.

# AboutPrinciplesParagraphThree
source: We would like to make the recording of heating and water costs as simple and convenient as possible for you. With no waiting for the service technician, no formal clean-up, and no invasion of your privacy.
de: Wir möchten die Erfassung der Heiz- und Wasserkosten für Sie so einfach und bequem wie nur möglich machen. Ohne Wartezeiten auf den Servicetechniker, ohne förmliche Aufräumaktionen und ohne ein Eindringen in Ihre Privatsphäre.

# ContactFormTitle
source: Get in contact with us
de: Treten Sie mit uns in Kontakt

# ContactFormParagraph
source: Get in touch with us and describe your concern.
de: Beschreiben Sie uns Ihr Anliegen.

source: Subject
de: Betreff

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

# WaterTipTitle
source: Saving water
de: Wasser sparen

# WaterTipReadingTime
source: (Reading time 3 minutes)
de: (Lesezeit 3 Minuten)

# WaterTipParagraph
source: Water is a very precious commodity that we should use sustainably. In the following, we will show you a few tips with which you can quickly and effectively reduce your water consumption.
de: Auch Wasser ist ein sehr kostbares Gut, welches wir nachhaltig nutzen sollten. Im Folgenden zeigen wir Ihnen ein paar Tipps mit denen Sie schnell und effektiv Ihren Wasserverbrauch reduzieren können.

# WaterTipSubtitleOne
source: In the bathroom and in the laundry:
de: Im Bad und bei der Wäsche:

# WaterTipBuletpointOneOneTitle
source: Shower a little shorter:
de: Duschen Sie etwas kürzer:

# WaterTipBuletpointOneOne
source: Your morning shower is a good place to start for more sustainability, as it usually consumes between 6 and 45 gallons of water per minute. Try to reduce consumption to less than 5 minutes per shower. This can reduce your water use by up to 20 percent.
de: Ihre morgendliche Dusche ist ein guter Ausgangspunkt für mehr Nachhaltigkeit, da sie zwischen 6 und 45 Liter Wasser pro Minute verbrauchen kann. Versuchen Sie, den Verbrauch auf weniger als 5 Minuten pro Dusche zu reduzieren. So können Sie Ihren Wasserverbrauch um bis zu 20 Prozent reduzieren.

# WaterTipBuletpointOneTwoTitle
source: Install low-flow showerheads:
de: Installieren Sie Duschköpfe mit niedrigem Durchfluss:

# WaterTipBuletpointOneTwo
source: If short showers are not an option for you, switch to an economical showerhead. A standard showerhead uses 15 to 25 gallons of water per minute. If you switch to a three-star energy-efficient showerhead, you can reduce your water consumption by about 40 percent. Before you buy one model, remember to check out the features and benefits to find out how many gallons of water per minute it uses.
de: Wenn kurze Duschen für Sie nicht in Frage kommen, wechseln Sie zu einem sparsamen Duschkopf. Ein Standard-Duschkopf verbraucht 15 bis 25 Liter Wasser pro Minute. Wenn Sie auf einen energieeffizienten Duschkopf mit drei Sternen umsteigen, können Sie Ihren Warmwasserverbrauch um etwa 40 Prozent senken. Denken Sie daran, vor dem Kauf die Eigenschaften und Vorteile zu prüfen, um herauszufinden, wie viele Liter Wasser pro Minute das Modell verbraucht.

# WaterTipBuletpointOneThreeTitle
source: Put in a water-efficient toilet flush:
de: Setzen Sie eine wassersparende Toilettenspülung ein:

# WaterTipBuletpointOneThree
source: This will reduce the amount of water used per flush. A simple DIY solution is to weigh down two plastic bottles with pebbles or sand, fill the bottles with water, screw on the lids, and place them securely in your toilet tank, away from the controls.
de: Dadurch wird der Wasserverbrauch pro Spülung reduziert. Eine einfache Selbstbaulösung besteht darin, zwei Plastikflaschen mit Kieselsteinen oder Sand zu beschweren, die Flaschen mit Wasser zu füllen, die Deckel aufzuschrauben und sie sicher in Ihrem Toilettentank zu platzieren, weit weg von den Bedienelementen.

# WaterTipBuletpointOneFourTitle
source: Check your toilet for leaks:
de: Überprüfen Sie Ihre Toilette auf undichte Stellen:

# WaterTipBuletpointOneFour
source: Put some food coloring in the tank. If the color begins to appear in the bowl without flushing within half an hour, you have a leak that should be repaired immediately.
de: Geben Sie etwas Lebensmittelfarbe in den Tank. Wenn die Farbe ohne Spülung innerhalb einer halben Stunde in der Schüssel zu erscheinen beginnt, haben Sie ein Leck, das sofort repariert werden sollte.

# WaterTipBuletpointOneFiveTitle
source: Wash your clothes with colder water:
de: Waschen Sie Ihre Kleidung mit kälterem Wasser:

# WaterTipBuletpointOneFive
source: Since 90 percent of your washing machine's electricity consumption goes to heating the water you can save by using colder water.
de: Da 90 Prozent des Stromverbrauchs Ihrer Waschmaschine auf die Erwärmung des Wassers entfallen, können Sie sparen, wenn Sie kälteres Wasser verwenden.

# WaterTipSubtitleTwo
source: In the kitchen:
de: In der Küche:

# WaterTipBuletpointTwoOneTitle
source: Fix leaks:
de: Reparieren Sie undichte Stellen:

# WaterTipBuletpointTwoOne
source: You can significantly reduce your water consumption by repairing leaks in the bathroom and kitchen. A dripping faucet with only one drop per second wastes over 6000 gallons of water every year. So, fix those leaks and start saving today!
de: Sie können Ihren Wasserverbrauch erheblich reduzieren, indem Sie Lecks in Bad und Küche reparieren. Ein tropfender Wasserhahn, bei dem nur ein Tropfen pro Sekunde fällt, verschwendet jedes Jahr über 6000 Liter Wasser, also reparieren Sie diese Lecks und beginnen Sie noch heute zu sparen!

# WaterTipBuletpointTwoTwoTitle
source: Don't leave the water running when you wash dishes by hand:
de: Lassen Sie das Wasser nicht laufen, wenn Sie das Geschirr von Hand spülen:

# WaterTipBuletpointTwoTwo
source: If you have two sinks, fill one with soapy water and the other with rinse water. If you have only one sink, place the washed dishes on a dish rack and rinse them with a sprayer or a pot full of hot water.
de: Wenn Sie zwei Waschbecken haben, füllen Sie eines mit Seifenwasser und das andere mit Spülwasser. Wenn Sie nur eine Spüle haben, stellen Sie das gespülte Geschirr auf ein Geschirrregal und spülen Sie es mit einer Sprühvorrichtung oder einem Topf voll heißem Wasser.

# WaterTipBuletpointTwoThreeTitle
source: Always fill up your dishwasher:
de: Füllen Sie Ihren Geschirrspüler immer auf:

# WaterTipBuletpointTwoThree
source: You'll use less hot water by running your dishwasher only when it's actually full and by choosing shorter, economical rinse cycles. If you're worried that the shorter cycles won't get your dishes clean enough, you can also rinse them with cold water before putting them in the machine.
de: Sie verbrauchen weniger heißes Wasser, indem Sie Ihren Geschirrspüler nur dann laufen lassen, wenn er auch wirklich voll ist und indem Sie kürzere, sparsame Spülgänge wählen. Wenn Sie befürchten, dass die kürzeren Zyklen Ihr Geschirr nicht sauber genug machen, können Sie es auch mit kaltem Wasser abspülen, bevor Sie es in die Maschine stellen.

# WaterTipSubtitleThree
source: In the garden:
de: Im Garten:

# WaterTipBuletpointThreeOneTitle
source: Timers and water balance in the garden:
de: Zeitschaltuhren und Wasserhaushalt im Garten:

# WaterTipBuletpointThreeOne
source: Purchase timers for your watering systems and be careful not to over water. This can help not only your water consumption, but also your plants. Once your plants get used to a lot of water, they won't root as deeply and will be weaker as a result.
de: Kaufen Sie Zeitschaltuhren für Ihre Bewässerungssysteme und achten sie darauf nicht zu viel zu gießen. Dies kann nicht nur Ihrem Wasserverbrauch, sondern auch Ihren Pflanzen helfen. Sobald sich Ihre Pflanzen an viel Wasser gewöhnen, wurzeln sie nicht mehr so tief und werden dadurch schwächer sein.

# WaterTipBuletpointThreeTwoTitle
source: Use rainwater for watering and gardening:
de: Verwenden Sie Regenwasser zum Gießen und für Gartenarbeiten:

# WaterTipBuletpointThreeTwo
source: With a rain barrel, you can easily and effectively reduce your water consumption.
de: Mit einer Regentonne können Sie einfach und effektiv Ihren Wasserverbrauch verringern.

# WaterTipParagraphTwo
source: We hope we were able to help you with a few of our tips! There are of course countless other ways to save water, but with these tips you are making a good start.
de: Wir hoffen, dass wir Ihnen mit ein paar unserer Tipps helfen konnten! Es gibt selbstverständlich noch unzählige weitere Möglichkeiten Wasser einzusparen, aber mit diesen Tipps machen Sie einen guten Anfang.

# HeaterTipTitle
source: Saving heating costs
de: Heizkosten sparen

# HeaterTipReadingTime
source: (Reading time 2 1/2 minutes)
de: (Lesezeit 2 1/2 Minuten)

# HeaterTipParagraph
source: Here are some tips that can easily save energy and therefore money.
de: Hier finden Sie einige Tipps, mit denen Sie ganz einfach Energie und damit Geld sparen können.

# HeaterTipBuletpointOneTitle
source: Take advantage of the warmth of the sun:
de: Nutzen Sie die Wärme der Sonne:

# HeaterTipBuletpointOne
source: During the day, open the curtains on your south-facing windows to let the sunlight can heat up your house or apartment naturally. Additionally, if you plant deciduous trees on the south side of your home, the trees will allow light and warmth into your windows in the winter and cast shade in the summer.
de: Öffnen Sie tagsüber die Vorhänge an Ihren nach Süden ausgerichteten Fenstern, damit das Sonnenlicht Ihr Haus oder Ihre Wohnung auf natürliche Weise aufheizen kann. Wenn Sie zusätzlich Laubbäume auf der Südseite Ihres Hauses pflanzen, lassen die Bäume im Winter Licht und Wärme in Ihre Fenster und im Sommer werfen sie Schatten.

# HeaterTipBuletpointTwoTitle
source: Cover old windows:
de: Decken Sie alte Fenster ab:

# HeaterTipBuletpointTwo
source: Install tight-fitting, insulating curtains or blinds on windows that feel cold after weather adjustment. Find out about other window treatments and coverings that can improve energy efficiency.
de: Bringen Sie dicht schließende, isolierende Vorhänge oder Jalousien an Fenstern an, die sich nach der Witterungsanpassung kalt anfühlen. Informieren Sie sich über andere Fensterbehandlungen und -verkleidungen, die die Energieeffizienz verbessern können.

# HeaterTipBuletpointThreeTitle
source: Adjust the temperature:
de: Passen Sie die Temperatur an:
